Repository: wp-plugins/shockingly-big-ie6-warning
Catalog: shockingly-big-ie6-warning-*.po
Languages: pt_br

source: WARNING
pt_br: ATENÇÃO

source: You are using Internet Explorer version 6.0 or lower, due to security issues and lack of support to Web Standards is highly recomended that you upgrade to a modern browser.
pt_br: Você está usando o Internet Explorer versão 6.0 ou inferior, devido a falhas de segurança e a falta de compatibilidade com padrões web é altamente recomendável que você instale um navegador mais moderno.

source: After the update you can acess this site normally.
pt_br: Após a atualização você poderá entrar neste site normalmente.

source: Shockingly Big IE6 Warning Options
pt_br: Opções Shockingly Big IE6 Warning

source: Shockingly Big IE6 Warning options updated.
pt_br: Opções Shockingly Big IE6 Warning atualizadas.

source: Settings
pt_br: Configurações

source: Warning type
pt_br: Tipo do aviso

source: Small
pt_br: Pequeno

source: Big
pt_br: Grande

source: Crash
pt_br: Travar

source: Use provided jQuery
pt_br: Usar jQuery fornecido

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Update
pt_br: Atualizar

source: <strong>Crash</strong>: thats a mean option i know, but maybe this way people realize that IE6 really sucks.
pt_br: <strong>Travar</strong>: é maldade eu sei, mas quem sabe assim as pessoas vejam que o IE6 é realmente uma droga.

source: <strong>Attention</strong>: many themes (like <a href="http://getk2.com/" target="_blank" rel="nofollow">K2</a> and similar) already come with <a href="http://jquery.com/" target="_blank" rel="nofollow">jQuery</a>, so you dont need to use the jQuery provided with the plugin, but if the warning is not showing select <strong>Yes</strong> and it should show.
pt_br: <strong>Atenção</strong>: muitos temas (como o <a href="http://getk2.com/" target="_blank" rel="nofollow">K2</a> e similares) já vem com o <a href="http://jquery.com/" target="_blank" rel="nofollow">jQuery</a>, não sendo necessário usar o jQuery fornecido com o plugin, mas se o aviso não estiver aparecendo selecione <strong>Sim</strong> e ele deverá funcionar.

source: <strong>Note</strong>: i'm still learning php & wordpress coding and im using this plugin to study, so if you have any ideia or any kind of suggestion or critic please contact me.
pt_br: <strong>Nota</strong>: eu ainda estou aprendendo php e a programar para wordpress e estou usando este plugin como estudo, então se você tem alguma idéia, sugestão ou crítica por favor entre em contato.

source: by <a href="mailto:matias@incerteza.org">matias s.</a> at <a href="http://www.incerteza.org/blog/" target="_blank" rel="nofollow">incerteza.org</a>
pt_br: por <a href="mailto:matias@incerteza.org">matias s.</a> em <a href="http://www.incerteza.org/blog/" target="_blank" rel="nofollow">incerteza.org</a>
